[
  {
    "title": "Doubles Shooters",
    "description": "Trinidad's beloved street food reimagined: curried chickpea goodness nestled in pillowy bara bread, topped with tangy tamarind chutney. One bite transports you to a Port of Spain sunrise.",
    "type": "passed"
  },
  {
    "title": "Jerk Chicken Lollipops",
    "description": "Jamaican heat meets sticky-sweet seduction. These drumettes are marinated in authentic jerk spices, grilled to perfection, then glazed with mango and fire—lick your fingers, we dare you.",
    "type": "passed"
  },
  {
    "title": "Plantain Chips with Pepper Sauce Caviar",
    "description": "Golden plantain crisps crowned with bursts of Caribbean pepper sauce encapsulated in tiny spheres. Addictive crunch meets controlled heat—molecular gastronomy that respects the islands.",
    "type": "passed"
  },
  {
    "title": "Coconut Rum Shrimp on Sugarcane Skewers",
    "description": "Plump shrimp bathed in coconut rum and skewered on edible sugarcane sticks. Each bite delivers tropical sweetness, ocean brine, and just enough island spirit to keep the night interesting.",
    "type": "passed"
  },
  {
    "title": "Fried Chicken Sliders with Hot Honey Drizzle",
    "description": "Southern soul food elevated: buttermilk-fried chicken breast on a brioche bun, drizzled with honey infused with cayenne kick. This is the taste that makes grown folks weak in the knees.",
    "type": "passed"
  },
  {
    "title": "Mac & Cheese Cups with Truffle Breadcrumbs",
    "description": "Creamy, three-cheese decadence crowned with crispy truffle panko. This is comfort food in couture—soul food that knows it's fancy and owns every bite.",
    "type": "passed"
  },
  {
    "title": "Collard Green Spring Rolls with Sweet Chili Dip",
    "description": "Southern greens meet Asian technique in this cross-cultural masterpiece. Tender collards wrapped tight and fried crispy, served with a sweet chili sauce that bridges continents with every dip.",
    "type": "passed"
  },
  {
    "title": "Bourbon-Glazed Short Rib Tips",
    "description": "Fall-off-the-bone beef tips slow-braised and lacquered with bourbon reduction. This is the kind of meat that makes you close your eyes and nod in appreciation—pure grown-and-sexy energy.",
    "type": "passed"
  },
  {
    "title": "Rum-Glazed Pork Belly Bites",
    "description": "Caribbean rum caramelizes into a sticky-sweet coating on crispy-edged, melt-in-your-mouth pork belly. Each cube is a lesson in balance: fat, sweet, spice, and island soul.",
    "type": "passed"
  },
  {
    "title": "Jerk Wings with Lime Crema",
    "description": "Chicken wings bathed in authentic Jamaican jerk marinade, charred to smoky perfection, then cooled with zesty lime crema. The heat builds slow—the cooling relief is instant.",
    "type": "passed"
  },
  {
    "title": "Breadfruit Fries with Garlic Aioli",
    "description": "The Caribbean's starchy treasure, sliced thick and fried golden like the best fries you've never had. Dipped in roasted garlic aioli, this is island comfort food that needs no introduction.",
    "type": "passed"
  },
  {
    "title": "Tamarind BBQ Rib Tips",
    "description": "Smoky pork ribs glazed in tangy-sweet tamarind BBQ sauce—a fusion of American backyard tradition and Caribbean fruit magic. Sticky fingers guaranteed, napkins optional.",
    "type": "passed"
  },
  {
    "title": "Classic Buffalo Wings",
    "description": "No tricks, no fusion—just Frank's RedHot, real butter, and perfectly fried chicken wings. This is the taste of '90s house parties and basement cookouts, executed with reverence.",
    "type": "passed"
  },
  {
    "title": "Loaded Cheese Fries with Bacon",
    "description": "Crispy fries buried under a mountain of melted cheese, crispy bacon, sour cream, and chives. This is late-night indulgence and day-party fuel rolled into one glorious pile.",
    "type": "passed"
  },
  {
    "title": "Mini Cheeseburger Sliders",
    "description": "American classic shrunk down but not dumbed down: juicy beef patties, melted cheese, special sauce, pickles, on toasted buns. These sliders hit every nostalgic note.",
    "type": "passed"
  },
  {
    "title": "Pizza Rolls & Mozzarella Sticks",
    "description": "Pure '90s nostalgia: crispy pizza rolls and golden mozzarella sticks with marinara dip. This is the snack table at every party that mattered, now served with champagne.",
    "type": "passed"
  },
  {
    "title": "Mini Pelau Bowls",
    "description": "Trinidad's ultimate one-pot comfort: rice stewed with pigeon peas, caramelized chicken, and coconut milk in mini portions. Every spoonful tastes like Sunday dinner at grandma's house in Port of Spain.",
    "type": "passed"
  },
  {
    "title": "Bake & Shark Sliders",
    "description": "Trinidad's iconic beach snack reimagined: crispy fried shark on fluffy coconut bake, topped with tangy slaw and pepper sauce. This is Maracas Bay energy, landlocked in Cleveland.",
    "type": "passed"
  },
  {
    "title": "Pholourie with Tamarind Sauce",
    "description": "Golden fried split pea fritters—crispy outside, fluffy inside—served with sweet-and-sour tamarind dipping sauce. This Trini street food staple is dangerously addictive.",
    "type": "passed"
  },
  {
    "title": "Curried Chickpea Cups",
    "description": "Warm, spiced chickpeas simmered in aromatic curry and served in crispy phyllo cups. Vegetarian comfort food with bold Caribbean flavor that converts carnivores on contact.",
    "type": "passed"
  },
  {
    "title": "Beef Empanadas with Chimichurri",
    "description": "Flaky, golden pastry pockets stuffed with seasoned ground beef, then paired with bright, herbaceous chimichurri. This is Latin street food perfection—handheld, hot, and impossible to resist.",
    "type": "passed"
  },
  {
    "title": "Street-Style Taquitos",
    "description": "Crispy rolled tortillas filled with your choice of slow-braised chicken or carne asada, served with lime crema and salsa verde. This is taco truck energy elevated to nightclub status.",
    "type": "passed"
  },
  {
    "title": "Ceviche in Mini Cups",
    "description": "Fresh white fish cured in citrus, tossed with red onion, cilantro, and a kiss of jalapeño heat. Served ice-cold in shot-sized portions—refreshing, bright, and dangerously easy to keep eating.",
    "type": "passed"
  },
  {
    "title": "Sweet Plantain Chips with Guacamole",
    "description": "Ripe plantains sliced thin and fried to caramelized perfection, served alongside creamy, lime-spiked guacamole. Sweet meets savory in this Latin-Caribbean fusion snack.",
    "type": "passed"
  },
  {
    "title": "Chorizo-Stuffed Dates",
    "description": "Medjool dates stuffed with spicy chorizo and wrapped in crispy bacon—sweet, savory, smoky, and utterly addictive. This is tapas-style seduction on a toothpick.",
    "type": "passed"
  },
  {
    "title": "Pierogi Bites",
    "description": "Cleveland's Polish heritage, fried crispy: potato and cheese pierogis golden-brown and served with sour cream. This is home, comfort, and civic pride in dumpling form.",
    "type": "passed"
  },
  {
    "title": "Polish Boy Sliders",
    "description": "Cleveland's legendary street food shrunk to slider size: kielbasa topped with fries, coleslaw, and BBQ sauce on a bun. Messy, iconic, and unapologetically CLE.",
    "type": "passed"
  },
  {
    "title": "Stadium Mustard Hot Wings",
    "description": "Chicken wings tossed in Cleveland's iconic Stadium Mustard glaze—tangy, bright, and unmistakably local. This is Browns game day meets nightlife elegance.",
    "type": "passed"
  },
  {
    "title": "Beer Cheese Dip with Pretzels",
    "description": "Creamy cheese dip made with Great Lakes beer, served with soft pretzel bites. This is Cleveland brewing culture in dip form—rich, boozy, and built for sharing.",
    "type": "passed"
  },
  {
    "title": "Jerk-Spiced Doubles",
    "description": "Fusion done fearlessly: Trinidad's doubles get a Jamaican jerk spice upgrade. This is two island cultures colliding in the best possible way—curry chickpeas meet scotch bonnet heat.",
    "type": "passed"
  },
  {
    "title": "Ackee & Saltfish Bites on Fried Bake",
    "description": "Jamaica's national dish reimagined as finger food: scrambled ackee and salted cod on golden fried bake. This is Kingston breakfast energy served after dark.",
    "type": "passed"
  },
  {
    "title": "Escovitch Fish in Mini Cups",
    "description": "Crispy fried fish topped with tangy pickled vegetables in the Jamaican tradition. Served in mini portions, this dish delivers island-style sweet, sour, and spice in every bite.",
    "type": "passed"
  },
  {
    "title": "Curry Goat Sliders with Mango Slaw",
    "description": "Tender, slow-cooked Jamaican curry goat on soft buns, topped with sweet mango coleslaw. This is island soul food that demands respect—bold, aromatic, unforgettable.",
    "type": "passed"
  },
  {
    "title": "Blackened Catfish with Creole Aioli",
    "description": "Southern catfish crusted in Cajun spices and seared to blackened perfection, finished with tangy Creole aioli. This is Louisiana heat meeting soul food elegance.",
    "type": "passed"
  },
  {
    "title": "Shrimp & Grits Bites",
    "description": "Creamy white cheddar grits topped with sautéed shrimp and smoky Tasso ham. This Lowcountry classic gets the upscale treatment—each bite is Southern luxury.",
    "type": "passed"
  },
  {
    "title": "Braised Short Rib on Sweet Potato Medallions",
    "description": "Fork-tender short rib over roasted sweet potato rounds, finished with microgreens. This is soul food at its most refined—earthy, elegant, and deeply satisfying.",
    "type": "passed"
  },
  {
    "title": "Truffle Mac & Cheese Squares",
    "description": "Baked mac and cheese cut into shareable squares, infused with black truffle and topped with golden breadcrumbs. This is the dish that makes vegetarians forget everything else on the menu.",
    "type": "passed"
  },
  {
    "title": "Molecular Gastronomy Bites",
    "description": "Spheres of flavor that burst on your tongue, edible foams, smoke-filled domes—this is food as theater. Each bite is a science experiment you're excited to taste.",
    "type": "passed"
  },
  {
    "title": "Smoke-Infused Canapés",
    "description": "Elegant bites presented under glass cloches filled with aromatic smoke. When lifted, wisps of hickory or applewood reveal delicate, flavor-packed creations designed to wow.",
    "type": "passed"
  },
  {
    "title": "Caviar on Plantain Chips",
    "description": "Luxury meets the Caribbean: briny caviar pearls atop crispy plantain chips with crème fraîche. This is opulence with island soul—unexpected, unforgettable, unapologetic.",
    "type": "passed"
  },
  {
    "title": "Street Tacos",
    "description": "Authentic carne asada or al pastor on soft corn tortillas with cilantro, onion, and lime. This is taco truck perfection served in a nightclub setting—simple, honest, delicious.",
    "type": "passed"
  },
  {
    "title": "Loaded Beef Sliders",
    "description": "Juicy beef patties piled high with bacon, cheese, and all the fixings. This is indulgence without apology—messy, satisfying, and designed for late-night cravings.",
    "type": "passed"
  },
  {
    "title": "Loaded Nachos",
    "description": "Crispy tortilla chips buried under melted cheese, jalapeños, sour cream, guacamole, and your choice of protein. This is shareable chaos you won't want to share.",
    "type": "passed"
  },
  {
    "title": "Giant Soft Pretzels with Beer Cheese",
    "description": "Warm, pillowy pretzels served with rich beer cheese dip. This is German-American tradition meets craft beer culture—salty, boozy, perfect for soaking up the night.",
    "type": "passed"
  },
  {
    "title": "Classic Cheeseburger Sliders",
    "description": "Simple perfection: beef, cheese, pickles, ketchup, mustard, on toasted buns. This is American diner culture shrunk down and served with champagne—no frills, all flavor.",
    "type": "passed"
  },
  {
    "title": "Mac & Cheese Bites",
    "description": "Creamy macaroni and cheese formed into bite-sized portions, breaded, and fried golden. This is comfort food you can dance with—crispy outside, gooey inside.",
    "type": "passed"
  },
  {
    "title": "Personal Pizzas",
    "description": "Individual pizzas with classic toppings, perfect for late-night munchies. This is the food that keeps the dance floor fueled when the weekend refuses to end.",
    "type": "passed"
  },
  {
    "title": "Crab & Callaloo",
    "description": "Trinidad's national treasure: blue crab simmered with callaloo greens in coconut milk and island spices. This is the dish that tastes like heritage, pride, and home.",
    "type": "passed"
  },
  {
    "title": "Shark & Bake Bites",
    "description": "Crispy fried shark nestled in fluffy fried bake bread—Maracas Bay's most famous export. This is Trinidad beach culture served fresh, hot, and worth every calorie.",
    "type": "passed"
  },
  {
    "title": "Coconut Bake with Butter",
    "description": "Warm, fluffy coconut-infused bake bread served with melting butter. Simple, traditional, soul-warming—this is Trinidad's breakfast staple turned nightlife comfort food.",
    "type": "passed"
  },
  {
    "title": "Stewed Chicken with Rice",
    "description": "Tender chicken slow-cooked in aromatic Trini-style brown stew, served over fluffy rice. This is Sunday dinner in Port of Spain—familiar, comforting, full of love.",
    "type": "passed"
  },
  {
    "title": "Traditional Trini Desserts",
    "description": "Sweet endings from the islands: coconut sugar cake, cassava pone, or gulab jamun depending on the night. Each bite is a tribute to Trinidad's diverse cultural tapestry.",
    "type": "passed"
  },
  {
    "title": "The Mas",
    "description": "Spiced rum meets passionfruit, fresh lime, and aromatic bitters, crowned with nutmeg foam. This cocktail tastes like Trinidad Carnival—wild, vibrant, impossible to forget.",
    "type": "cocktail"
  },
  {
    "title": "Port of Spain Sunset",
    "description": "Coconut rum blended with mango nectar, ginger, and finished with citrus smoke under glass. Watch the Caribbean sun set in your glass with every sip.",
    "type": "cocktail"
  },
  {
    "title": "Cleveland Soul",
    "description": "Cognac, honey, lemon, and bitters come together in this smooth, sophisticated sipper. This is Cleveland's Black excellence in cocktail form—classy, warm, timeless.",
    "type": "cocktail"
  },
  {
    "title": "Neo Classic",
    "description": "Bourbon meets peach purée and vanilla smoke in this R&B-inspired creation. Smooth as Anita Baker, bold as Mary J. Blige—this drink has soul.",
    "type": "cocktail"
  },
  {
    "title": "The Riddim",
    "description": "Three types of Caribbean rum collide with tropical juices in organized chaos. This soca-inspired punch tastes like a beach party and hits like a bass drop.",
    "type": "cocktail"
  },
  {
    "title": "Kingston Sour",
    "description": "Dark Jamaican rum, fresh lime, egg white, and Angostura bitters create a silky foam-topped masterpiece. This is Kingston sophistication in a coupe glass.",
    "type": "cocktail"
  },
  {
    "title": "Golden Era",
    "description": "Hennessy and ginger ale—simple, nostalgic, iconic. This is the drink that fueled '90s house parties, served now with respect and zero pretense.",
    "type": "cocktail"
  },
  {
    "title": "Wu-Tang",
    "description": "Spiced rum, honey, lemon, and 36 chambers of flavor. This cocktail brings the ruckus with every sip—complex, bold, unforgettable.",
    "type": "cocktail"
  },
  {
    "title": "The Fete",
    "description": "Overproof rum, fresh lime, Angostura bitters, and pure chaos in a glass. This is Trinidad's all-inclusive party spirit distilled into one dangerous, delicious drink.",
    "type": "cocktail"
  },
  {
    "title": "Trini Mule",
    "description": "Aged rum replaces vodka in this Caribbean twist on the Moscow Mule. Ginger beer, lime, and island kick make this refreshing, dangerous, and session-able.",
    "type": "cocktail"
  },
  {
    "title": "Fuego",
    "description": "Tequila infused with jalapeño heat, balanced with lime and agave sweetness. This drink brings the fire—literally—and doesn't apologize for the burn.",
    "type": "cocktail"
  },
  {
    "title": "Noche Latina",
    "description": "White rum, passionfruit, lime, and fresh mint create a refreshing Latin-inspired escape. This cocktail tastes like a warm night in San Juan.",
    "type": "cocktail"
  },
  {
    "title": "The 216",
    "description": "Local bourbon, maple syrup, and orange bitters—Cleveland pride in a rocks glass. This is home, warmth, and Rust Belt resilience you can sip slowly.",
    "type": "cocktail"
  },
  {
    "title": "Believeland",
    "description": "Vodka, fresh orange juice, pride, and resilience. This simple screwdriver variation tastes like championship parades and comeback stories.",
    "type": "cocktail"
  },
  {
    "title": "Two Islands",
    "description": "Jamaican and Trinidadian rums blended in peaceful coexistence with tropical juices. This is the peace treaty between Kingston and Port of Spain, served ice-cold.",
    "type": "cocktail"
  },
  {
    "title": "Crossover",
    "description": "A jerk-spiced margarita that shouldn't work but absolutely does. Tequila meets scotch bonnet heat in this fearless Caribbean-Mexican fusion.",
    "type": "cocktail"
  },
  {
    "title": "Black Gold",
    "description": "Premium cognac, honey, lemon, and edible gold flakes float in luxury. This cocktail is opulence distilled—smooth, rich, and designed to be seen.",
    "type": "cocktail"
  },
  {
    "title": "Velvet Night",
    "description": "Bourbon, dark chocolate liqueur, and scotch bonnet tincture create complex, sultry heat. This is a nightcap with an edge—smooth velvet hiding a dangerous bite.",
    "type": "cocktail"
  },
  {
    "title": "Electric Emerald",
    "description": "Gin, glow tonic, chlorophyll, lime, and edible glitter create a neon-green spectacle under UV lights. This cocktail looks like the future and tastes like now.",
    "type": "cocktail"
  },
  {
    "title": "Rose Gold Rush",
    "description": "White rum, rose water, gold shimmer, and citrus create an Instagram-worthy cocktail that actually tastes incredible. This is beauty you can drink.",
    "type": "cocktail"
  },
  {
    "title": "The Warehouse",
    "description": "Whiskey, ginger beer, lime, and raw Cleveland energy. This industrial-strength cocktail tastes like warehouse parties and underground raves.",
    "type": "cocktail"
  },
  {
    "title": "Rust Belt",
    "description": "Bourbon, Angostura bitters, orange peel, and Cleveland grit. This is an old fashioned with a backbone—strong, honest, built to last.",
    "type": "cocktail"
  },
  {
    "title": "Sunday Funday",
    "description": "Vodka, pineapple, orange, coconut, and denial that the weekend is ending. This tropical escape tastes like one more night out when you should be resting.",
    "type": "cocktail"
  },
  {
    "title": "Wind Down",
    "description": "Whiskey, ginger, honey, and the creeping dread of Monday morning. This cocktail helps you ease into the week ahead—smooth, soothing, inevitable.",
    "type": "cocktail"
  },
  {
    "title": "Independence",
    "description": "Aged Angostura rum, bitters, lime, and freedom. This cocktail celebrates Trinidad & Tobago's independence with every sip—proud, strong, undiluted.",
    "type": "cocktail"
  },
  {
    "title": "Red White Black",
    "description": "A layered shot representing Trinidad's flag colors—grenadine, cream, and coffee liqueur. This is national pride you can shoot back, patriotism in liquid form.",
    "type": "cocktail"
  },
  {
    "title": "Champagne Service",
    "description": "Premium champagne and sparkling wine served on roaming trays throughout the night. This is elegance in motion—bubbles, celebration, and effortless sophistication delivered to your dance floor position.",
    "type": "roaming"
  },
  {
    "title": "Rum Punch Shots",
    "description": "Caribbean rum punch served in shot form—sweet, strong, and dangerously easy to keep ordering. Roaming servers ensure your glass never stays empty long.",
    "type": "roaming"
  },
  {
    "title": "Sorrel Mimosas",
    "description": "Trinidad's hibiscus sorrel mixed with champagne for a Caribbean twist on brunch's favorite cocktail. Tart, bubbly, and served any time of night we feel like it.",
    "type": "roaming"
  },
  {
    "title": "Cognac Neat Service",
    "description": "Premium cognac poured neat and delivered directly to you. No bar wait, no compromise—just smooth, sophisticated sipping while you hold court on the dance floor.",
    "type": "roaming"
  },
  {
    "title": "Whiskey Cocktail Trays",
    "description": "Pre-mixed whiskey cocktails circulating the room on elegant trays. Grab one mid-conversation or mid-dance—convenience meets craft cocktails.",
    "type": "roaming"
  },
  {
    "title": "Premium Rum Flight Trays",
    "description": "Curated rum tastings delivered tableside—Barbadian, Jamaican, Trinidadian pours showcasing the Caribbean's finest. This is education with a buzz.",
    "type": "roaming"
  },
  {
    "title": "Aged Rum Neat Pours",
    "description": "Sipping rums aged to perfection, served neat on roaming trays. This is for the connoisseur who wants quality without the bar line.",
    "type": "roaming"
  },
  {
    "title": "Hennessy Shot Service",
    "description": "Hennessy cognac served in shots and delivered directly to your crew. This is '90s hip-hop culture meets bottle service convenience.",
    "type": "roaming"
  },
  {
    "title": "Craft Beer Buckets",
    "description": "Ice-cold craft beers from local breweries served in portable buckets. Grab a bottle mid-dance and keep the energy high without losing your spot.",
    "type": "roaming"
  },
  {
    "title": "Carib Beer Bottle Service",
    "description": "Trinidad's iconic Carib beer served ice-cold on roaming trays. This is island authenticity you can drink straight from the bottle.",
    "type": "roaming"
  },
  {
    "title": "Tequila Shot Trays",
    "description": "Premium tequila shots with lime and salt, delivered right to you. No bar trip necessary—just grab, shoot, and get back to dancing.",
    "type": "roaming"
  },
  {
    "title": "Mojitos on Trays",
    "description": "Fresh-muddled mojitos circulating the room. Mint, rum, lime, sugar, and bubbles in constant motion—refreshing, classic, always within reach.",
    "type": "roaming"
  },
  {
    "title": "Red Stripe Beer Service",
    "description": "Jamaica's legendary Red Stripe lager served ice-cold and roaming. This is Kingston in a bottle, delivered wherever you're vibing.",
    "type": "roaming"
  },
  {
    "title": "Caribbean Rum Flight Trays",
    "description": "Multi-island rum tastings roaming the venue—compare Jamaican overproof to aged Barbadian to Trini white rum. This is rum education without sitting still.",
    "type": "roaming"
  },
  {
    "title": "Premium Cognac Neat Pours",
    "description": "Hennessy XO, Rémy Martin, and other top-shelf cognacs served neat on elegant trays. This is luxury delivery service for the discerning drinker.",
    "type": "roaming"
  },
  {
    "title": "Glow-in-the-Dark Cocktails",
    "description": "Cocktails infused with glow tonic that illuminate under UV lights. These drinks are as much visual art as they are delicious—futuristic, photogenic, unforgettable.",
    "type": "roaming"
  },
  {
    "title": "Dry Ice Champagne Presentations",
    "description": "Champagne served with theatrical dry ice fog cascading over the glasses. This is celebration as performance art—dramatic, shareable, pure Instagram gold.",
    "type": "roaming"
  },
  {
    "title": "Emerald-Lit Cocktail Trays",
    "description": "Signature cocktails served on LED-lit trays glowing Teasers' emerald green. Every drink delivery is a mini light show—brand immersion you can sip.",
    "type": "roaming"
  },
  {
    "title": "Great Lakes Beer Trays",
    "description": "Cleveland's finest craft beers from Great Lakes Brewing Co. roaming the venue. This is local pride you can drink while repping the 216.",
    "type": "roaming"
  },
  {
    "title": "Local Spirits Service",
    "description": "Cleveland Whiskey and other local distillery products served on roaming trays. Support Cleveland's spirits scene without leaving the dance floor.",
    "type": "roaming"
  },
  {
    "title": "Well Drink Circulation",
    "description": "Classic well cocktails—rum and coke, vodka soda, whiskey ginger—circulating continuously. This is no-frills refreshment that keeps the party moving.",
    "type": "roaming"
  },
  {
    "title": "Champagne Towers",
    "description": "Stacked champagne glasses creating dramatic cascading pours. This is opulence as architecture—visual spectacle meeting celebratory sipping.",
    "type": "roaming"
  },
  {
    "title": "Endless Rum Punch Circulation",
    "description": "All-inclusive rum punch service that never stops. Servers continuously circulate with fresh pours—your glass stays full, your vibes stay high.",
    "type": "roaming"
  },
  {
    "title": "Nighttime Mimosa Variations",
    "description": "Mimosas after dark? Yes, really. Champagne mixed with tropical juices and delivered on roaming trays. Don't judge—just drink and keep dancing.",
    "type": "roaming"
  },
  {
    "title": "Beer Buckets",
    "description": "Ice-filled buckets of domestic and craft beers circulating the venue. Grab a cold one without interrupting your conversation or breaking your dance floor streak.",
    "type": "roaming"
  },
  {
    "title": "Trini Rum Blends",
    "description": "Custom blends of Trinidad's finest rums served on roaming trays. This is island heritage in liquid form, delivered directly to you.",
    "type": "roaming"
  },
  {
    "title": "Specialty Punches",
    "description": "Rotating specialty rum punches unique to each event. From sorrel to passion fruit to tamarind—new flavors every night, constant circulation.",
    "type": "roaming"
  },
  {
    "title": "Craft Cocktail Trays",
    "description": "Bartender-crafted signature cocktails roaming the venue in pre-mixed perfection. This is mixology without the wait—quality drinks delivered to you.",
    "type": "roaming"
  },
  {
    "title": "Glow Tonic Cocktails in LED Cups",
    "description": "Cocktails served in light-up LED cups with glow tonic ingredients. These drinks literally light up the night—drink them before they stop glowing.",
    "type": "roaming"
  }
]
