{
  "brand": {
    "name": "Teasers CLE",
    "tagline": "Where anticipation is the main course.",
    "mission": "Teasers CLE is a Cleveland nightlife promotions company launching immersive pop-up events that preview the future Teasers lounge. Each event teases what's coming—passed menu tastings, roaming cocktail service, and pure dance floor energy.",
    "city": "Cleveland, Ohio",
    "palette": {
      "primary": "#00FF9D",
      "accent": "#D59BF6",
      "dark": "#021F1A",
      "text": "#ffffff"
    },
    "tone": "Electric, mysterious, inclusive, and culturally diverse.",
    "positioning": "Teasers CLE blends Caribbean soul with African American culture, Cleveland pride, and global nightlife—every event is a party first, a menu preview second."
  },
  "story": {
    "origin": "Born from a vision to bring Trinidad carnival energy to Cleveland's nightlife scene, Teasers CLE started as a concept for an immersive lounge. We're building toward that brick-and-mortar dream by throwing unforgettable pop-up parties—each one testing menu items, cocktails, and vibes that will define the future space.",
    "vision": "To open Cleveland's most talked-about lounge where Caribbean flavors meet global nightlife culture, and every night feels like an event you had to be there for."
  },
  "events": [
    {
      "name": "Carnival After Dark",
      "theme": "Caribbean Soul",
      "date": "February 13, 2026",
      "time": "9PM – 2AM",
      "location": "Location revealed 48 hours prior • Cleveland",
      "description": "Experience Trinidad carnival's electric energy reimagined for a Cleveland night. This isn't a concert—it's a full-body immersion into the most celebrated street party on earth. Soca rhythms pulse through a crowd dressed in sequins, feathers, and carnival-ready fits while cocktail servers weave through with champagne and Caribbean rum punches. Your ticket includes passed menu tastings showcasing what Teasers CLE will serve when the lounge opens.",
      "tagline": "Friday the 13th never felt this lucky.",
      "fullDescription": "Costume encouraged. Body paint station. Glow accessories. Soca DJ all night. This is your Valentine's weekend done different.",
      "passed": [
        "Doubles shooters with tamarind chutney",
        "Jerk chicken lollipops with mango glaze",
        "Plantain chips with pepper sauce caviar",
        "Coconut rum shrimp on sugarcane skewers"
      ],
      "roaming": [
        "Champagne trays (continuous)",
        "Rum punch shots",
        "Sorrel mimosas"
      ],
      "bar": [
        "The Mas — Spiced rum, passionfruit, lime, carnival energy",
        "Port of Spain Sunset — Coconut rum, mango, grenadine glow"
      ],
      "vibe": "Costume encouraged, body paint station, glow accessories, soca DJ all night.",
      "status": "onSale",
      "ticketUrl": "https://tickets.teaserscle.com/carnival-after-dark"
    },
    {
      "name": "Soul Sessions",
      "theme": "African American Culture",
      "date": "TBD",
      "time": "9PM – 2AM",
      "location": "Location revealed 48 hours prior • Cleveland",
      "description": "Grown and sexy doesn't mean boring. Soul Sessions is where Cleveland's Black professionals come to unwind to the sounds that raised them—classic soul, neo-soul, and R&B slow burns that transition into uptempo bangers as the night heats up. Dress sharp, sip champagne, taste elevated Southern comfort food, and let the DJ take you from Anita Baker to Summer Walker.",
      "tagline": "Silk fits and slow jams.",
      "fullDescription": "Dress code enforced. No sneakers. Sophisticated, intimate, sensual. This is date night energy or girls' night elevation.",
      "passed": [
        "Fried chicken sliders with hot honey drizzle",
        "Mac & cheese cups with truffle breadcrumbs",
        "Collard green spring rolls with sweet chili dip",
        "Bourbon-glazed short rib tips"
      ],
      "roaming": [
        "Champagne towers",
        "Cognac neat service",
        "Whiskey cocktail trays"
      ],
      "bar": [
        "Cleveland Soul — Cognac, honey, lemon, bitters",
        "Neo Classic — Bourbon, peach purée, vanilla smoke"
      ],
      "vibe": "Dress code enforced. No sneakers. Date night or girls' night elevation.",
      "status": "notify"
    },
    {
      "name": "Rum & Riddim",
      "theme": "Caribbean Soul",
      "date": "TBD",
      "time": "9PM – 2AM",
      "location": "Location revealed 48 hours prior • Cleveland",
      "description": "Start with knowledge, end with motion. Rum & Riddim opens with a 30-minute premium rum tasting led by a spirits expert, then transitions into a full-blown reggae and soca party. Learn the difference between aged Barbadian rum and Jamaican overproof, then put that education to work on the dance floor. Every ticket includes passed Caribbean bites paired with the tasting.",
      "tagline": "Taste the islands, then move to them.",
      "fullDescription": "Come for the culture, stay for the vibes. DJ spins classic reggae and modern soca until close.",
      "passed": [
        "Rum-glazed pork belly bites",
        "Jerk wings with lime crema",
        "Breadfruit fries with garlic aioli",
        "Tamarind BBQ rib tips"
      ],
      "roaming": [
        "Premium rum flight trays",
        "Champagne chasers",
        "Aged rum neat pours"
      ],
      "bar": [
        "The Riddim — Soca-inspired rum punch, three rums, tropical chaos",
        "Kingston Sour — Dark rum, lime, egg white, Angostura foam"
      ],
      "vibe": "Rum education (9-9:30pm), then reggae and soca until close.",
      "status": "notify"
    },
    {
      "name": "90s Hip-Hop Night",
      "theme": "African American Culture",
      "date": "TBD",
      "time": "9PM – 2AM",
      "location": "Location revealed 48 hours prior • Cleveland",
      "description": "If you remember when MTV played music videos and rap had a message, this night is for you. A Cleveland DJ spins nothing but golden era classics—Biggie, Pac, Wu-Tang, Tribe, Lauryn, Missy, Jay, Nas—while you feast on the party food that fueled house parties in '96. Throwback fits encouraged. Champagne and Hennessy flow all night.",
      "tagline": "The golden era never sounded this good.",
      "fullDescription": "Baggy jeans. Jerseys. Timbs. Kangols. Pure nostalgia, zero pretense. This is the party that takes you back.",
      "passed": [
        "Classic buffalo wings (Frank's RedHot, real butter)",
        "Loaded cheese fries with bacon",
        "Mini cheeseburger sliders",
        "Pizza rolls and mozzarella sticks"
      ],
      "roaming": [
        "Champagne trays",
        "Hennessy shot service",
        "Craft beer buckets"
      ],
      "bar": [
        "Golden Era — Hennessy, ginger ale, nostalgia",
        "Wu-Tang — Spiced rum, honey, lemon, 36 chambers"
      ],
      "vibe": "Throwback fits encouraged. Pure 90s vibes, zero pretense.",
      "status": "notify"
    },
    {
      "name": "The Fete",
      "theme": "Caribbean Soul",
      "date": "TBD",
      "time": "9PM – 2AM",
      "location": "Location revealed 48 hours prior • Cleveland",
      "description": "In Trinidad, 'the fete' means the all-inclusive party where the drinks never stop and the vibes never dip. We're bringing that energy to Cleveland. Your ticket gets you unlimited access to roaming rum punch, champagne, beer, and passed Trini street food all night long. No cash bar. No limits. Just pure soca, pure vibes, pure fete.",
      "tagline": "All-inclusive. All night. All vibes.",
      "fullDescription": "All-inclusive means ALL. No wallet out all night. Dance, drink, eat, repeat.",
      "passed": [
        "Mini pelau bowls (Trini one-pot comfort)",
        "Bake & shark sliders",
        "Pholourie with tamarind sauce",
        "Curried chickpea cups"
      ],
      "roaming": [
        "Endless rum punch circulation",
        "Champagne service",
        "Carib beer bottles on trays"
      ],
      "bar": [
        "The Fete — Overproof rum, lime, Angostura bitters, chaos",
        "Trini Mule — Aged rum, ginger beer, lime, island kick"
      ],
      "vibe": "All-inclusive wristbands. No cash bar. Dance, drink, eat, repeat.",
      "status": "notify"
    },
    {
      "name": "Latin Nights",
      "theme": "Global Nightlife",
      "date": "TBD",
      "time": "9PM – 2AM",
      "location": "Location revealed 48 hours prior • Cleveland",
      "description": "Reggaeton basslines. Salsa rhythms. Bachata sensuality. Latin Nights is Cleveland's hottest dance floor, fueled by tequila shots, champagne, and the kind of passed Latin street food that keeps you moving. Whether you're here to dance or just watch people who can, the energy is infectious and the mojitos are cold.",
      "tagline": "Move to the rhythm or move aside.",
      "fullDescription": "High energy. Dance-focused. Reggaeton heavy, salsa when you need a break. Dress to move.",
      "passed": [
        "Beef empanadas with chimichurri",
        "Street-style taquitos (chicken, carne asada)",
        "Ceviche in mini cups",
        "Sweet plantain chips with guac",
        "Chorizo-stuffed dates"
      ],
      "roaming": [
        "Tequila shot trays",
        "Champagne circulation",
        "Mojitos on trays"
      ],
      "bar": [
        "Fuego — Tequila, jalapeño, lime, agave, heat",
        "Noche Latina — White rum, passion fruit, lime, mint"
      ],
      "vibe": "High energy. Dance-focused. Reggaeton heavy, salsa breaks.",
      "status": "notify"
    },
    {
      "name": "CLE Nights",
      "theme": "Cleveland Pride",
      "date": "TBD",
      "time": "9PM – 2AM",
      "location": "Location revealed 48 hours prior • Cleveland",
      "description": "This one's for the homegrown. CLE Nights celebrates everything Cleveland—Great Lakes beer, pierogies, Polish boys, Stadium Mustard, and a DJ spinning the mix of hip-hop, dance, and top 40 that makes our city move. Sports jerseys welcome. Civic pride required. Local vendors featured. This is Believeland after dark.",
      "tagline": "Cleveland pride. Cleveland vibes. Cleveland loud.",
      "fullDescription": "Wear your Cavs jersey. Your Browns gear. Your Guardians hat. This is home.",
      "passed": [
        "Pierogi bites (potato & cheese, fried crispy)",
        "Polish boy sliders (kielbasa, fries, slaw, BBQ sauce)",
        "Stadium Mustard hot wings",
        "Local brewery beer cheese dip with pretzels"
      ],
      "roaming": [
        "Great Lakes beer trays",
        "Local spirits (Cleveland Whiskey, etc.)",
        "Champagne (because we're classy too)"
      ],
      "bar": [
        "The 216 — Local bourbon, maple syrup, orange bitters",
        "Believeland — Vodka, orange juice, pride, resilience"
      ],
      "vibe": "Sports jerseys welcome. Civic pride required. This is home.",
      "status": "notify"
    },
    {
      "name": "Kingston Meets Port of Spain",
      "theme": "Caribbean Soul",
      "date": "TBD",
      "time": "9PM – 2AM",
      "location": "Location revealed 48 hours prior • Cleveland",
      "description": "Jamaica versus Trinidad. Reggae versus soca. Jerk versus curry. Two islands, one dance floor, infinite vibes. The DJ alternates between Kingston dancehall classics and Port of Spain soca anthems while you taste the best of both cultures. Flag waving encouraged. Island pride required. May the best playlist win.",
      "tagline": "Two islands. One loud night.",
      "fullDescription": "Friendly rivalry. Dance battles. Flag waving. Two islands, one love.",
      "passed": [
        "Jerk-spiced doubles (fusion done right)",
        "Ackee & saltfish bites on fried bake",
        "Escovitch fish in mini cups",
        "Curry goat sliders with mango slaw"
      ],
      "roaming": [
        "Red Stripe beer trays",
        "Champagne service",
        "Caribbean rum flight trays"
      ],
      "bar": [
        "Two Islands — Jamaican & Trini rum blend, the peace treaty",
        "Crossover — Jerk-spiced margarita (yes, really)"
      ],
      "vibe": "Friendly rivalry. Dance battles. Flag waving. Island pride.",
      "status": "notify"
    },
    {
      "name": "Black Velvet",
      "theme": "African American Culture",
      "date": "TBD",
      "time": "9PM – 2AM",
      "location": "Location revealed 48 hours prior • Cleveland",
      "description": "Luxury. Excellence. Elegance. Black Velvet is the all-black dress code event where Cleveland's Black elite come to see and be seen. Champagne towers. Top-shelf cognac service. Upscale soul food passed by servers in black-on-black. The soundtrack is a curated mix of R&B, afrobeats, and tasteful trap. This is the night you dress up for.",
      "tagline": "Black excellence. Black opulence. Black joy.",
      "fullDescription": "All-black everything. Dress code strictly enforced. VIP sections available. Opulence required.",
      "passed": [
        "Blackened catfish with Creole aioli",
        "Shrimp & grits bites (white cheddar, Tasso ham)",
        "Braised short rib on sweet potato medallions",
        "Truffle mac & cheese squares"
      ],
      "roaming": [
        "Champagne towers (Moët, Veuve)",
        "Premium cognac neat pours (Hennessy XO, Rémy Martin)",
        "Craft cocktail trays"
      ],
      "bar": [
        "Black Gold — Cognac, honey, lemon, edible gold flakes",
        "Velvet Night — Bourbon, dark chocolate, Scotch bonnet tincture"
      ],
      "vibe": "All-black dress code. VIP sections. Opulence required.",
      "status": "notify"
    },
    {
      "name": "Neon Noir",
      "theme": "Global Nightlife",
      "date": "TBD",
      "time": "9PM – 2AM",
      "location": "Location revealed 48 hours prior • Cleveland",
      "description": "The future of nightlife is here, glowing emerald and rose gold under UV lights. Neon Noir is Teasers CLE's most experimental night—molecular gastronomy bites, glow-in-the-dark cocktails, dry ice presentations, and a house/electronic soundtrack that feels like a cyberpunk fever dream. Dress futuristic. Think fashion-forward. Leave reality at the door.",
      "tagline": "The future glows emerald.",
      "fullDescription": "UV lights. Fashion show energy. House and electronic music. This is the Instagram event.",
      "passed": [
        "Glow tonic cocktails in LED cups",
        "Molecular gastronomy bites (spheres, foams, smokes)",
        "Edible flowers and microgreens",
        "Smoke-infused canapés",
        "Caviar on plantain chips"
      ],
      "roaming": [
        "Glow-in-the-dark cocktails",
        "Dry ice champagne presentations",
        "Emerald-lit cocktail trays"
      ],
      "bar": [
        "Electric Emerald — Gin, glow tonic, lime, neon energy",
        "Rose Gold Rush — White rum, rose water, gold shimmer, future"
      ],
      "vibe": "UV lights. Fashion-forward. House/electronic music. Instagram energy.",
      "status": "notify"
    },
    {
      "name": "Warehouse Sessions",
      "theme": "Cleveland Pride",
      "date": "TBD",
      "time": "9PM – 2AM",
      "location": "Location revealed 48 hours prior • Cleveland",
      "description": "Cleveland's industrial underbelly comes alive. Warehouse Sessions strips nightlife down to its raw essentials—concrete floors, exposed brick, a massive sound system, and nothing but vibes. House music. Techno. Underground electronic. Craft beer buckets contrast with champagne trays. Street food style bites. No frills, all energy.",
      "tagline": "Raw Cleveland. Pure energy.",
      "fullDescription": "Industrial. Underground. Raw. Cleveland's warehouse culture meets nightlife.",
      "passed": [
        "Street tacos (carne asada, al pastor)",
        "Loaded sliders (beef, bacon, cheese, chaos)",
        "Nachos with all the toppings",
        "Giant soft pretzels with beer cheese"
      ],
      "roaming": [
        "Craft beer buckets on trays",
        "Well drink circulation",
        "Champagne (for the contrast)"
      ],
      "bar": [
        "The Warehouse — Whiskey, ginger beer, lime, raw energy",
        "Rust Belt — Bourbon, Angostura, orange, Cleveland grit"
      ],
      "vibe": "Industrial. Underground. Raw. Cleveland warehouse culture.",
      "status": "notify"
    },
    {
      "name": "Velvet Sundays",
      "theme": "Global Nightlife",
      "date": "TBD",
      "time": "9PM – 2AM",
      "location": "Location revealed 48 hours prior • Cleveland",
      "description": "The weekend's last stand. Velvet Sundays is the end-of-weekend party where the dress code is 'whatever' and the vibe is 'just dance.' The DJ plays everything—R&B, hip-hop, top 40, house—and the food is pure comfort. Champagne, beer, mimosas at night (yes, really), and a crowd that just wants to extend the weekend one more night.",
      "tagline": "The weekend's not over yet.",
      "fullDescription": "Come as you are. Dance to whatever. No theme, just vibes. The weekend's not over yet.",
      "passed": [
        "Classic cheeseburger sliders",
        "Mac & cheese bites",
        "Buffalo wings (Frank's, always)",
        "Personal pizzas",
        "Late-night munchie energy"
      ],
      "roaming": [
        "Champagne trays",
        "Nighttime mimosa variations (don't judge)",
        "Beer buckets"
      ],
      "bar": [
        "Sunday Funday — Vodka, pineapple, orange, coconut, denial",
        "Wind Down — Whiskey, ginger, honey, Monday dread"
      ],
      "vibe": "No dress code. Mixed music. Pure vibes. Weekend extension.",
      "status": "notify"
    },
    {
      "name": "Independence Fete",
      "theme": "Caribbean Soul",
      "date": "August 31, 2026",
      "time": "9PM – 2AM",
      "location": "Location revealed 48 hours prior • Cleveland",
      "description": "On August 31st, Cleveland becomes Port of Spain. Independence Fete celebrates Trinidad & Tobago's freedom with a night of national pride, traditional food, and pure soca energy. Red, white, and black dress code. Flag waving. National anthem moment at midnight. Then the DJ plays nothing but Trini soca until the sun threatens to rise.",
      "tagline": "Raise the flag. Raise the energy.",
      "fullDescription": "National pride. Anthem at midnight. Flags everywhere. Pure Trini energy. This is the cultural cornerstone.",
      "passed": [
        "Crab & callaloo (the national dish)",
        "Shark & bake bites",
        "Coconut bake with butter",
        "Stewed chicken with rice",
        "Traditional Trini desserts"
      ],
      "roaming": [
        "Champagne celebration",
        "Trini rum blends",
        "Specialty punches"
      ],
      "bar": [
        "Independence — Aged Angostura rum, bitters, lime, freedom",
        "Red White Black — Layered shot representing the flag"
      ],
      "vibe": "Red/white/black dress code. Anthem at midnight. Flag waving. National pride.",
      "status": "notify"
    }
  ],
  "menu": [
    {
      "title": "Doubles Shooters",
      "description": "Mini curry chickpea doubles in shooter form with cucumber chutney.",
      "type": "passed"
    },
    {
      "title": "Jerk Chicken Lollipops",
      "description": "Slow-smoked drumettes with charred pineapple glaze and scotch bonnet honey.",
      "type": "passed"
    },
    {
      "title": "Bake & Shark Sliders",
      "description": "Crispy white fish in coconut bake with tamarind sauce and fresh slaw.",
      "type": "passed"
    },
    {
      "title": "Suya Skewers",
      "description": "Peanut-spiced beef skewers with cooling lime yogurt and hibiscus pickles.",
      "type": "passed"
    },
    {
      "title": "Ceviche Champagne Spoon",
      "description": "Citrus shellfish ceviche served in chilled spoons with bubbles.",
      "type": "passed"
    },
    {
      "title": "The Mas",
      "description": "Spiced rum, passionfruit, lime, bitters and nutmeg foam.",
      "type": "cocktail"
    },
    {
      "title": "Port of Spain Sunset",
      "description": "Coconut rum, mango nectar, ginger, and citrus smoke.",
      "type": "cocktail"
    },
    {
      "title": "Cleveland Soul",
      "description": "Cognac, honey, lemon, bitters.",
      "type": "cocktail"
    },
    {
      "title": "Electric Emerald",
      "description": "Gin, tonic, chlorophyll, glow tonic and edible glitter.",
      "type": "cocktail"
    },
    {
      "title": "The 216",
      "description": "Local bourbon, maple syrup, orange bitters—Cleveland in a glass.",
      "type": "cocktail"
    }
  ],
  "press": [],
  "socials": {
    "instagram": "https://instagram.com/teaserscle",
    "tiktok": "https://tiktok.com/@teaserscle",
    "eventbrite": "https://eventbrite.com/o/teasers-cle-000000"
  },
  "voice": [
    "electric",
    "mysterious",
    "inclusive",
    "diverse",
    "party-first"
  ],
  "contact": {
    "email": "hello@teaserscle.com",
    "phone": "(216) 555-TEAS",
    "address": "Cleveland, Ohio"
  },
  "takeover": {
    "name": "Teasers Takeover",
    "tagline": "Transform your venue into a one-night Emerald Noir experience.",
    "summary": "We bring DJs, performers, signature lighting, roaming cocktails, and our guestlist energy. You provide the space—we build the night Cleveland talks about.",
    "process": [
      {
        "title": "Concept Call",
        "timing": "2 Weeks Out",
        "details": "Align on theme, capacity, production budget, and revenue model. Choose between Carnival After Dark, Neon Noir, Rum & Riddim, or a custom concept."
      },
      {
        "title": "Takeover Kit",
        "timing": "Within 48 Hours",
        "details": "Receive moodboards, run-of-show, staffing needs, custom menu, and marketing assets so your team is in sync."
      },
      {
        "title": "Marketing Push",
        "timing": "10 Days Out",
        "details": "Teasers handles RSVPs and promo drops; venue co-promotes. Optional sponsor integration and influencer suite."
      },
      {
        "title": "Show Day",
        "timing": "Load-in + Night",
        "details": "We stage lighting and sensory elements, brief staff, and run the show—from the first cocktail to the last encore moment."
      },
      {
        "title": "Post-Event Debrief",
        "timing": "Within 72 Hours",
        "details": "Receive photo selects, performance metrics, and next steps for residencies or recurring nights."
      }
    ],
    "packages": [
      {
        "title": "Essentials",
        "description": "DJ, host/MC, lighting wash, Teasers-branded marketing + RSVP funnel.",
        "idealFor": "Weekday or late-night buyouts wanting a quick energy lift."
      },
      {
        "title": "Signature",
        "description": "Essentials plus roaming cocktail carts, curated passed bites, performers or percussionists, and ambient decor.",
        "idealFor": "Prime-night takeovers aiming for a full vibe flip."
      },
      {
        "title": "Flagship",
        "description": "Signature plus custom set builds, sponsor integrations, influencer content suite, and post-event aftermovie.",
        "idealFor": "Large venues or brands seeking a statement collaboration."
      }
    ],
    "whyBarsLoveIt": [
      "New audience: Our guestlist arrives early, spends heavy, and shares content.",
      "Content machine: Walk away with cinematic photo/video assets for your own channels.",
      "Repeatable format: Rotate themes monthly for a recurring residency.",
      "Sponsor-ready: Easily integrate rum houses, fashion partners, or local brands."
    ],
    "ctas": [
      "Book a walkthrough",
      "Request takeover deck",
      "Lock your date"
    ]
  },
  "collective": {
    "name": "Teasers Creative Collective",
    "tagline": "Join the roster powering Cleveland's Emerald Noir nightlife.",
    "intro": "Teasers CLE is building an army of performers, DJs, chefs, hosts, servers, designers, and nightlife creatives. Get on the list so we can book you for upcoming pop-ups, takeovers, and the future lounge.",
    "ctaCopy": "Drop your details, portfolio, and availability. When we script the next experience, you'll be the first call.",
    "categories": [
      {
        "title": "Performers & Dancers",
        "description": "Soca, dancehall, afrobeats, contemporary, burlesque, aerialists, LED/prop artists, steelpan, percussionists."
      },
      {
        "title": "DJs & Musicians",
        "description": "Selectors fluent in soca, afrobeats, amapiano, dancehall, house, R&B blends; live instrumentalists to complement the set (pan, sax, violin, drums)."
      },
      {
        "title": "Culinary & Beverage",
        "description": "Chefs, pastry artists, mixologists, bar leads who can riff on Caribbean flavors and roaming service concepts."
      },
      {
        "title": "Experience Crew",
        "description": "Hosts, servers, model staff, glam squads, costume stylists, set designers, lighting techs, photographers, videographers."
      }
    ],
    "perks": [
      "Priority casting for pop-ups, Teasers Takeovers, and the future lounge.",
      "Professional photo/video assets from shows you work.",
      "Collaborative rehearsals, choreography labs, and menu R&D sessions.",
      "Paid opportunities with transparent rates and sponsor perks."
    ],
    "faq": [
      {
        "question": "Do I need formal training?",
        "answer": "No gatekeeping—if you bring stage presence, vibe, and professionalism, we want you. Submit a reel, portfolio, or reference so we feel your energy."
      },
      {
        "question": "Is this paid?",
        "answer": "Yes. We align on rates ahead of each booking and spotlight partners, tips, or sponsor bonuses when they're in play."
      },
      {
        "question": "How often do you book talent?",
        "answer": "We run multiple events a month—pop-ups, venue takeovers, private collaborations—and keep a rotating roster so gigs stay fresh."
      }
    ],
    "ctaButtons": [
      "Join The Roster",
      "Submit Portfolio",
      "Book An Audition"
    ]
  }
}
